alpha_1.4/0/UDDES
/*--------------------------------*- C++ -*----------------------------------*\
  =========                 |
  \\      /  F ield         | OpenFOAM: The Open Source CFD Toolbox
   \\    /   O peration     | Website:  https://openfoam.org
    \\  /    A nd           | Version:  8
     \\/     M anipulation  |
\*---------------------------------------------------------------------------*/






FoamFile
{
    version     2.0;
    format      ascii;
    class       volVectorField;
    location    "0";
    object      UDDES;
}
// * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * //

dimensions      [0 1 -1 0 0 0 0];


internalField   nonuniform List<vector> 
23940
(
( 0.01505758613 0.0009606025997 2.327422953e-05 )
( 0.01502677239 0.001148754964 2.608909563e-05 )
( 0.01459666528 0.0009237846825 2.847789983e-05 )
( 0.01499214116 0.00136066624 2.886845505e-05 )
( 0.01454646233 0.001105950563 3.306787403e-05 )
( 0.01413182635 0.0008723250357 2.451755063e-05 )
( 0.01495594904 0.001598195522 3.123314309e-05 )
( 0.01448803116 0.001311969711 3.653843305e-05 )
...
)
;

boundaryField
{
    hill
    {
        type            calculated;
        value           uniform ( 0 0 0 );
    }
    top-wall
    {
        type            calculated;
        value           uniform ( 0 0 0 );
    }
    front
    {
        type            empty;
    }
    back
    {
        type            empty;
    }
    cyclicAMI_outlet
    {
        type            cyclicAMI;
        value           uniform ( 0 0 0 );
    }
    cyclicAMI_inlet
    {
        type            cyclicAMI;
        value           uniform ( 0 0 0 );
    }
}


// ************************************************************************* //
